Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutPowerT
source: Raises a number x (or column of numbers) to the power of another number y (or column of numbers). Same as x^y.
bg_bg: Повдига число x (или колона от числа) до степента на друго число y (или колона от числа). Същото като x^y.
ca_es: Eleva un número x (o columna de números) a la potència d'un altre número y (o columna de números). És el mateix que x^y.
cs_cz: Umocní číslo x (nebo sloupec čísel) na číslo y (nebo sloupec čísel). Stejné jako x^y.
da_dk: Forhøjer et tal x (eller en kolonne med tal) til potensen af et andet tal y (eller en kolonne med tal). Samme som x^y.
de_de: Potenziert eine Zahl x (oder eine Spalte mit Zahlen) mit einer anderen Zahl y (oder einer Spalte von Zahlen). Entspricht "x^y".
el_gr: Υψώνει έναν αριθμό x (ή μια στήλη αριθμών) στη δύναμη ενός άλλου αριθμού y (ή μιας στήλης αριθμών). Ίδιο με το x^y.
es_es: Eleva un número x (o una columna de números) a la potencia de otro número y (o columna de números). Igual que x^y.
et_ee: Tõstab arvu x (või arvude veeru) teise arvu y (või arvude veeru) astmesse. Sama kui x^y.
eu_es: X zenbaki bat (edo zenbakien zutabe bat) beste Y zenbaki batekin (edo zenbakien zutabe batekin) berretzen du. x^y eragiketaren berdina da.
fi_fi: Korottaa luvun x (tai lukujen sarakkeen) toisen luvun y (tai lukujen sarakkeen) potenssiin. Sama kuin x^y.
fr_fr: Élève un nombre x (ou une colonne de nombres) à la puissance d'un autre nombre y (ou d'une colonne de nombres). Identique à x^y.
gl_es: Eleva un número x (ou unha columna de números) á potencia doutro número y (ou columna de números). Igual que x^y.
hi_in: संख्या x (या संख्याओं के स्तंभ) को दूसरी संख्या y (या संख्याओं के स्तंभ) की घात तक बढ़ाता है. x^y की तरह.
hr_hr: Potencira broj x (ili stupac brojeva) brojem y (ili stupcem brojeva). Isto što i x^y.
hu_hu: Az x számot (vagy számokból álló oszlopot) y szám (vagy számokból álló oszlop) hatványára emeli. Megegyezik a következővel: x^y.
it_it: Eleva un numero x (o colonna di numeri) alla potenza di un altro numero y (o colonna di numeri). Corrisponde a x^y.
ja_jp: 数値 x (または数値の列) を別の数値 y (または数値の列) で累乗します。x^y と同じです。
kk_kz: x санын (немесе сандар бағанын) басқа y саны (немесе сандар бағаны) дәрежесіне шығарады. x^y сияқты.
ko_kr: 숫자 x(또는 숫자 열)를 y(또는 숫자 열)제곱합니다. x^y와 동일합니다.
lt_lt: Pakelia skaičių x (arba skaičių stulpelį) kito skaičiaus y (arba skaičių stulpelio) laipsniu. Tas pats kaip x^y.
lv_lv: Kāpina skaitli x (vai skaitļu kolonnu) pakāpē, kas ir norādīta kā skaitlis y (vai skaitļu kolonna). Līdzvērtīga funkcijai x^y.
ms_my: Menguasakan nombor x (atau lajur nombor) kepada kuasa nombor y lain (or lajur nombor). Sama seperti x^y.
nb_no: Opphøyer et tall x (eller en kolonne med tall) i potensen av et annet tall y (eller en kolonne med tall). Samme som x^y.
nl_nl: Hiermee wordt het getal x (of een kolom met getallen) verheven tot de macht van een ander getal y (of een kolom met getallen). Hetzelfde als x^y.
pl_pl: Podnosi liczbę x (lub kolumnę liczb) do potęgi określonej przez inną liczbę y (lub kolumnę liczb). To samo co działanie x^y.
pt_br: Eleva um número x (ou coluna de números) à potência de outro número y (ou coluna de números). O mesmo que x^y.
pt_pt: Gera um número x (ou coluna de números) à potência de outro número y (ou coluna de números). O mesmo que x^y.
ro_ro: Ridică un număr x (sau o coloană de numere) la puterea altui număr y (sau coloană de numere). Identic cu x^y.
ru_ru: Возводит число x (или столбец чисел) в степень, заданную числом y (или столбцом чисел). То же, что x^y.
sk_sk: Umocní číslo x (alebo stĺpce čísel) mocniteľom y (alebo stĺpcom čísel). Ide o to isté ako v prípade x^y.
sl_si: Potencira število x (ali stolpec števil) na potenco drugega števila y (ali stolpca števil). Enako kot x^y.
sr_cyrl_rs: Диже број x (или колону бројева) на други број y (или колону бројева). Исто као x^y.
sr_latn_rs: Diže broj x (ili kolonu brojeva) na drugi broj y (ili kolonu brojeva). Isto kao x^y.
sv_se: Höjer ett tal x (eller kolumn med tal) till potensen av ett annat tal y (eller kolumn med tal). Samma som x^y.
th_th: ยกกำลังตัวเลข x (หรือคอลัมน์ของตัวเลข) ด้วยจำนวนอื่น y (หรือคอลัมน์ของตัวเลข) ให้เหมือนกับ x^y
tr_tr: Bir x sayısının (veya sayı sütununun), başka bir y sayısı (veya sayı sütunu) ile üssünü alır. Örnek: x^y.
uk_ua: Підносить число x (або стовпець чисел) до степеня іншого числа y (або стовпця чисел). Аналог рівняння x^y.
vi_vn: Nâng một số x (hoặc cột số) lên lũy thừa của một số y (hoặc cột số) khác. Có dạng như x^y.
zh_cn: 使数字 x (或数字列)自乘作为幂的另一数字 y (或数字列)。等效于 x^y。
zh_tw: 引發另一個數字 y (或數字資料行) 的數字 x (或數字資料行)。與 x^y 相同。

# AboutPower_base_or_column
source: The base number (or column of base numbers) to be raised.
bg_bg: Основното число (или колоната от основни числа), което ще бъде повдигнато.
ca_es: Número base (o columna de números base) que s'elevarà.
cs_cz: Mocněnec (nebo sloupec mocněnců), který se má umocnit
da_dk: Det grundtal (eller den kolonne med grundtal), der skal hæves.
de_de: Die Basiszahl (oder Spalte mit Basiszahlen), die potenziert werden soll.
el_gr: Ο αριθμός βάσης (ή στήλη αριθμών βάσης) που θα υψωθεί.
es_es: El número base (o columna de números base) que se elevará.
et_ee: Tõstetav alusarv (või alusarvude veerg).
eu_es: Berretuko den oinarri-zenbakia (edo oinarri-zenbakien zutabea).
fi_fi: Potenssiin korotettava kantaluku (tai kantalukujen sarake).
fr_fr: Nombre de base (ou colonne de nombres de base) à élever.
gl_es: Número base (ou columna de números base) que se vai elevar.
hi_in: आधार संख्या (या आधार संख्याओं के स्तंभ) को बढ़ाया जाना है.
hr_hr: Baza (ili stupac baza) za potenciranje.
hu_hu: A hatványozandó alap (vagy alapszámokból álló oszlop).
it_it: Numero base (o colonna di numeri base) da elevare.
ja_jp: 累乗される基数 (または基数の列)。
kk_kz: Дәрежеге шығарылатын негіз саны (немесе негіз сандарының бағаны).
ko_kr: 제곱할 밑수(또는 밑수 열)입니다.
lt_lt: Pagrindas (arba pagrindo skaičių stulpelis), kurį reikia pakelti.
lv_lv: Kāpināmais bāzes skaitlis (vai bāzes skaitļu kolonna).
ms_my: Nombor asas (atau lajur nombor asas) untuk dikuasakan.
nb_no: Grunntallet (eller kolonnen med grunntall) som skal opphøyes.
nl_nl: Het grondtal (of de kolom met grondtallen) dat moet worden verheven.
pl_pl: Podstawa (lub kolumna podstaw), która ma zostać podniesiona do potęgi.
pt_br: O número base (ou coluna de números base) a ser elevado.
pt_pt: O número base (ou coluna de números base) a ser gerado.
ro_ro: Numărul bază (sau coloana de numere bază) care va fi ridicat la o putere.
ru_ru: Число (или столбец чисел), возводимое в степень.
sk_sk: Mocnenec (alebo stĺpec mocnencov), ktoré sa majú umocniť.
sl_si: Osnova potence (ali stolpec z osnovami potence) za potenciranje.
sr_cyrl_rs: Број основице (или колона бројева основице) који се диже.
sr_latn_rs: Broj osnovice (ili kolona brojeva osnovice) koji se diže.
sv_se: Bastalet (eller kolumnen av bastal) att upphöjas.
th_th: เลขฐาน (หรือคอลัมน์ของเลขฐาน) ที่จะยก
tr_tr: Üssü alınacak taban sayısı (veya taban sayısı sütunu).
uk_ua: Число, яке підносять до степеня (чи стовпець таких чисел).
vi_vn: Số cơ số (hoặc cột số cơ số) cần nâng.
zh_cn: 要求解的基数(或基数列)。
zh_tw: 要引發的基底數字 (或基底資料行數)。

# AboutPower_exponent_or_column
source: The exponent (or column of exponents) by which the base will be raised.
bg_bg: Степенният показател (или колоната от степенни показатели), с който ще бъде повдигната основата.
ca_es: Exponent (o columna d'exponents) al qual s'elevarà la base.
cs_cz: Mocnitel (nebo sloupec mocnitelů), kterým se má mocněnec umocnit
da_dk: Den eksponent (eller den kolonne med eksponenter), som grundtallet skal hæves med.
de_de: Der Exponent (oder die Spalte mit Exponenten), mit dem die Basis potenziert wird.
el_gr: Ο εκθέτης (ή στήλη εκθετών) στον οποίο θα υψωθεί η βάση.
es_es: El exponente (o columna de exponentes) por el que se elevará la base.
et_ee: Aste (või astmete veerg), millesse alus tõstetakse.
eu_es: Oinarria berretzeko erabiliko den berretzailea (edo berretzaile-zutabea).
fi_fi: Potenssi (tai potenssien sarake), johon (tai joihin) kantaluku korotetaan.
fr_fr: Exposant (ou colonne d'exposants) auquel la base est élevée.
gl_es: Expoñente (ou columna de expoñentes) ao que se elevará a base.
hi_in: वह घातांक (या घातांकों का स्तंभ) जिसके द्वारा आधार को बढ़ाया जाएगा.
hr_hr: Eksponent (ili stupac eksponenata) kojim će baza biti potencirana.
hu_hu: A kitevő (vagy kitevőkből álló oszlop), amelyre a rendszer az alapot emeli.
it_it: Esponente (o colonna di esponenti) a cui verrà elevata la base.
ja_jp: 底を累乗する指数 (または指数の列)。
kk_kz: Негізді дәрежеге шығару үшін пайдаланылатын экспонента (немесе экспоненталар бағаны).
ko_kr: 밑수를 제곱할 지수(또는 지수 열)입니다.
lt_lt: Laipsnio rodiklis (arba laipsnio rodiklių stulpelis), kurio bus keliamas pagrindas.
lv_lv: Kāpinātājs (vai kāpinātāju kolonna), kurā bāze tiks kāpināta.
ms_my: Eksponen (atau lajur eksponen) yang asas akan dikuasakan.
nb_no: Eksponenten (eller kolonnen med eksponenter) som grunntallet skal opphøyes i.
nl_nl: De exponent (of de kolom met exponenten) waarmee het grondtal wordt verheven.
pl_pl: Wykładnik (lub kolumna wykładników), do którego zostanie podniesiona podstawa.
pt_br: O expoente (ou coluna de expoentes) pelo qual a base será elevada.
pt_pt: O expoente (ou coluna de expoentes) no qual a base vai ser gerada.
ro_ro: Exponentul (sau coloana de exponenți) la care va fi ridicată baza.
ru_ru: Степень (или столбец степеней), в которую возводится число.
sk_sk: Mocniteľ (alebo stĺpec mocniteľov), ktorým sa má mocnenec umocniť.
sl_si: Eksponent (ali stolpec eksponent) za potenciranje osnove.
sr_cyrl_rs: Експонент (или колона експонената) за коју се основица диже.
sr_latn_rs: Eksponent (ili kolona eksponenata) za koju se osnovica diže.
sv_se: Exponenten (eller kolumnen med exponenter) som basen ska upphöjas i.
th_th: เลขชี้กำลัง (หรือคอลัมน์ของเลขชี้กำลัง) โดยที่ฐานจะยกขึ้น
tr_tr: Tabanın üssü alınırken kullanılacak üs (veya üs sütunu) değeri.
uk_ua: Число степеня (чи стовпець таких чисел), до якого підносять основу.
vi_vn: Số mũ (hoặc cột số mũ) mà cơ số sẽ được nâng.
zh_cn: 基数将按其求解的指数(或指数列)。
zh_tw: 基底的引發依據指數 (或指數資料行)。

# PowerTFuncArg1
source: base_or_column
bg_bg: основа_или_колона
ca_es: base_o_columna
cs_cz: základ_nebo_sloupec
da_dk: base_eller_værdi
de_de: Basis_oder_Spalte
el_gr: βάση_ή_στήλη
es_es: base_o_columna
et_ee: alus_või_veerg
eu_es: oinarria_edo_zk
fi_fi: kanta_tai_sarake
fr_fr: base_ou_colonne
gl_es: base_ou_columna
hi_in: आधार_या_स्तंभ
hr_hr: baza_ili_stupac
hu_hu: alap_vagy_oszlop
it_it: base_o_colonna
ja_jp: 基数または列
kk_kz: негіз_немесе_баған
ko_kr: 기수_또는_열
lt_lt: pagrindas_arba_stulpelis
lv_lv: bāze_vai_kolonna
ms_my: asas_atau_lajur
nb_no: grunnlag_eller_kolonne
nl_nl: basis_of_kolom
pl_pl: podstawa_lub_kolumna
pt_br: base_ou_coluna
pt_pt: base_ou_coluna
ro_ro: bază_sau_coloană
ru_ru: основание_или_столбец
sk_sk: základ_alebo_stĺpec
sl_si: osnova_ali_stolpec
sr_cyrl_rs: основниброј_или_колона
sr_latn_rs: osnovnibroj_ili_kolona
sv_se: bas_eller_kolumn
th_th: ฐาน_หรือ_คอลัมน์
tr_tr: temel_veya_sütun
uk_ua: основа_чи_стовпець
vi_vn: cơ_số_hoặc_cột
zh_cn: 基线或列
zh_tw: 基底_或_資料行

# PowerTFuncArg2
source: exponent_or_column
bg_bg: степенен_показател_или_колона
ca_es: exponent_o_columna
cs_cz: exponent_nebo_sloupec
da_dk: eksponent_eller_kolonne
de_de: Exponent_oder_Spalte
el_gr: εκθέτης_ή_στήλη
es_es: exponente_o_columna
et_ee: eksponent_või_veerg
eu_es: berretzailea_edo_zutabea
fi_fi: eksponentti_tai_sarake
fr_fr: exposant_ou_colonne
gl_es: expoñente_ou_columna
hi_in: घातांक_या_स्तंभ
hr_hr: eksponent_ili_stupac
hu_hu: kitevő_vagy_oszlop
it_it: esponente_o_colonna
ja_jp: 指数または列
kk_kz: экспонента_немесе_баған
ko_kr: 지수_또는_열
lt_lt: eksponentė_arba_stulpelis
lv_lv: kāpinātājs_vai_kolonna
ms_my: eksponen_atau_lajur
nb_no: eksponent_eller_kolonne
nl_nl: exponent_of_kolom
pl_pl: wykładnik_lub_kolumna
pt_br: expoente_ou_coluna
pt_pt: expoente_ou_coluna
ro_ro: exponent_sau_coloană
ru_ru: экспонента_или_столбец
sk_sk: exponent_alebo_stĺpec
sl_si: eksponent_ali_stolpec
sr_cyrl_rs: експонент_или_колона
sr_latn_rs: eksponent_ili_kolona
sv_se: exponent_eller_kolumn
th_th: เลขชี้กำลัง_หรือ_คอลัมน์
tr_tr: üs_veya_sütun
uk_ua: степінь_чи_стовпець
vi_vn: số_mũ_hoặc_cột
zh_cn: 指数或列
zh_tw: 指數_或_資料行

# Icon_Import_DisplayName
source: Import
bg_bg: Импортиране
ca_es: Importa
cs_cz: Importovat
da_dk: Importer
de_de: Importieren
el_gr: Εισαγωγή
es_es: Importar
et_ee: Impordi
eu_es: Inportatu
fi_fi: Tuo
fr_fr: Importer
gl_es: Importar
hi_in: आयात करें
hr_hr: Uvoz
hu_hu: Importálás
it_it: Importa
ja_jp: インポート
kk_kz: Импорттау
ko_kr: 가져오기
lt_lt: Importuoti
lv_lv: Importēt
nb_no: Importer
nl_nl: Importeren
pl_pl: Importuj
pt_br: Importar
pt_pt: Importar
ru_ru: Импорт
sk_sk: Importovať
sl_si: Uvozi
sr_cyrl_rs: Увези
sr_latn_rs: Uvezi
sv_se: Importera
th_th: นำเข้า
tr_tr: İçeri aktar
uk_ua: Імпортувати
vi_vn: Nhập
zh_cn: 导入
zh_tw: 匯入

# Icon_AddUser_DisplayName
source: Add user
bg_bg: Добавяне на потребител
ca_es: Afegeix un usuari
cs_cz: Přidat uživatele
da_dk: Tilføj bruger
de_de: Benutzer hinzufügen
el_gr: Προσθήκη χρήστη
es_es: Agregar usuario
et_ee: Lisa kasutaja
eu_es: Gehitu erabiltzailea
fi_fi: Lisää käyttäjä
fr_fr: Ajouter un utilisateur
gl_es: Engadir usuario
hi_in: उपयोगकर्ता जोड़ें
hr_hr: Dodaj korisnika
hu_hu: Felhasználó hozzáadása
it_it: Aggiungi utente
ja_jp: ユーザーの追加
kk_kz: Пайдаланушы қосу
ko_kr: 사용자 추가
lt_lt: Įtraukti vartotoją
lv_lv: Pievienot lietotāju
ms_my: Tambah pengguna
nb_no: Legg til bruker
nl_nl: Gebruiker toevoegen
pl_pl: Dodaj użytkownika
pt_br: Adicionar usuário
pt_pt: Adicionar utilizador
ro_ro: Adăugare utilizator
ru_ru: Добавить пользователя
sk_sk: Pridať používateľa
sl_si: Dodajanje uporabnika
sr_cyrl_rs: Додај корисника
sr_latn_rs: Dodaj korisnika
sv_se: Lägg till användare
th_th: เพิ่มผู้ใช้
tr_tr: Kullanıcı ekle
uk_ua: Додати користувача
vi_vn: Thêm người dùng
zh_cn: 添加用户
zh_tw: 新增使用者

# Icon_Alarm_DisplayName
source: Alarm
bg_bg: Аларма
ca_es: Alarma
el_gr: Συναγερμός
es_es: Alarma
eu_es: Alarma
fi_fi: Hälytys
fr_fr: Alarme
gl_es: Alarma
hi_in: अलार्म
hu_hu: Riasztás
it_it: Allarme
ja_jp: アラーム
kk_kz: Дабыл
ko_kr: 경보
lt_lt: Žadintuvas
lv_lv: Brīdinājums
ms_my: Penggera
pt_br: Alarme
pt_pt: Alarme
ro_ro: Alarmă
ru_ru: Будильник
sl_si: Budilka
sr_cyrl_rs: Аларм
sv_se: Larm
th_th: ปลุก
uk_ua: Будильник
vi_vn: Báo thức
zh_cn: 警报
zh_tw: 警報

# Icon_Blocked_DisplayName
source: Blocked
bg_bg: Блокирано
ca_es: Bloquejat
cs_cz: Blokováno
da_dk: Blokeret
de_de: Blockiert
el_gr: Αποκλείστηκε
es_es: Bloqueado
et_ee: Blokeeritud
eu_es: Blokeatuta
fi_fi: Estetty
fr_fr: Bloqué
gl_es: Bloqueado
hi_in: अवरुद्ध
hr_hr: Blokirano
hu_hu: Letiltva
it_it: Bloccato
ja_jp: ブロック済み
kk_kz: Блокталған
ko_kr: 차단됨
lt_lt: Užblokuota
lv_lv: Bloķēts
ms_my: Disekat
nb_no: Blokkert
nl_nl: Geblokkeerd
pl_pl: Zablokowane
pt_br: Bloqueado
pt_pt: Bloqueado
ro_ro: Blocat
ru_ru: Заблокировано
sk_sk: Zablokované
sl_si: Blokirano
sr_cyrl_rs: Блокирано
sr_latn_rs: Blokirano
sv_se: Blockerad
th_th: ถูกบล็อก
tr_tr: Engellendi
uk_ua: Заблоковано
vi_vn: Bị chặn
zh_cn: 已阻止
zh_tw: 已封鎖

# Icon_Bookmark_DisplayName
source: Bookmark
bg_bg: Отметка
ca_es: Adreça d'interès
cs_cz: Záložka
da_dk: Bogmærke
de_de: Lesezeichen
el_gr: Σελιδοδείκτης
es_es: Marcador
et_ee: Järjehoidja
eu_es: Laster-marka
fi_fi: Kirjanmerkki
fr_fr: Signet
gl_es: Marcador
hi_in: बुकमार्क
hr_hr: Knjižna oznaka
hu_hu: Könyvjelző
it_it: Segnalibro
ja_jp: ブックマーク
kk_kz: Бетбелгі
ko_kr: 책갈피
lt_lt: Žymelė
lv_lv: Grāmatzīme
ms_my: Penanda buku
nb_no: Bokmerke
nl_nl: Bladwijzer
pl_pl: Zakładka
pt_br: Indicador
pt_pt: Marcador
ro_ro: Marcaj
ru_ru: Закладка
sk_sk: Záložka
sl_si: Zaznamek
sr_cyrl_rs: Обележивач
sr_latn_rs: Obeleživač
sv_se: Bokmärke
th_th: ที่คั่นหน้า
tr_tr: Yer işareti
uk_ua: Закладка
vi_vn: Dấu trang
zh_cn: 书签
zh_tw: 書簽

# Icon_Bug_DisplayName
source: Bug
bg_bg: Грешка
ca_es: Error
cs_cz: Chyba
da_dk: Fejl
de_de: Fehler
el_gr: Σφάλμα
es_es: Error
et_ee: Viga
eu_es: Akatsa
fi_fi: Ohjelmavirhe
fr_fr: Bogue
gl_es: Erro
hi_in: बग
hr_hr: Pogreška
hu_hu: Hiba
ja_jp: バグ
kk_kz: Қате
ko_kr: 버그
lt_lt: Triktis
lv_lv: Kļūda
ms_my: Pepijat
nb_no: Feil
nl_nl: Fout
pl_pl: Usterka
pt_pt: Erro
ro_ro: Eroare
ru_ru: Жучок
sk_sk: Chyba
sl_si: Napaka
sr_cyrl_rs: Грешка
sr_latn_rs: Greška
sv_se: Bugg
th_th: บัก
tr_tr: Hata
uk_ua: Помилка
vi_vn: Lỗi
zh_tw: 錯誤

# Icon_Calculator_DisplayName
source: Calculator
bg_bg: Калкулатор
ca_es: Calculadora
cs_cz: Kalkulačka
da_dk: Regnemaskine
de_de: Rechner
el_gr: Αριθμομηχανή
es_es: Calculadora
et_ee: Kalkulaator
eu_es: Kalkulagailua
fi_fi: Laskin
fr_fr: Calculatrice
gl_es: Calculadora
hi_in: कैलकुलेटर
hr_hr: Kalkulator
hu_hu: Számológép
it_it: Calcolatrice
ja_jp: 電卓
kk_kz: Калькулятор
ko_kr: 계산기
lt_lt: Skaičiuotuvas
lv_lv: Kalkulators
ms_my: Kalkulator
nb_no: Kalkulator
nl_nl: Rekenmachine
pl_pl: Kalkulator
pt_br: Calculadora
pt_pt: Calculadora
ru_ru: Калькулятор
sk_sk: Kalkulačka
sl_si: Kalkulator
sr_cyrl_rs: Калкулатор
sr_latn_rs: Kalkulator
sv_se: Kalkylator
th_th: เครื่องคิดเลข
tr_tr: Hesap makinesi
uk_ua: Калькулятор
vi_vn: Máy tính
zh_cn: 计算器
zh_tw: 計算機

# Icon_Diamond_DisplayName
source: Diamond
bg_bg: Диамант
ca_es: Diamant
cs_cz: Kosočtverec
da_dk: Diamant
de_de: Diamant
el_gr: Διαμάντι
es_es: Diamante
et_ee: Teemant
eu_es: Erronboa
fi_fi: Timantti
fr_fr: Diamant
gl_es: Diamante
hi_in: हीरा
hr_hr: Romb
hu_hu: Gyémánt
it_it: Diamante
ja_jp: ダイヤモンド
kk_kz: Ромб
ko_kr: 다이아몬드
lt_lt: Rombas
lv_lv: Rombs
ms_my: Berlian
nb_no: Diamant
nl_nl: Ruit
pl_pl: Romb
pt_br: Diamante
pt_pt: Diamante
ro_ro: Romb
ru_ru: Алмаз
sk_sk: Kosoštvorec
sl_si: Diamant
sr_cyrl_rs: Дијамант
sr_latn_rs: Dijamant
sv_se: Diamant
th_th: เพชร
tr_tr: Elmas
uk_ua: Ромб
vi_vn: Kim cương
zh_cn: 菱形
zh_tw: 鑽石

# Icon_DockLeft_DisplayName
source: Dock left
bg_bg: Прикрепване вляво
ca_es: Acobla-ho a l'esquerra
cs_cz: Ukotvit vlevo
da_dk: Fastgør til venstre
de_de: Links andocken
el_gr: Αγκύρωση αριστερά
es_es: Acoplar a la izquierda
et_ee: Doki vasakule
eu_es: Atrakatu ezkerrean
fi_fi: Kiinnitä vasemmalle
fr_fr: Ancrer à gauche
gl_es: Ancorar á esquerda
hi_in: बाएँ डॉक करें
hr_hr: Usidri lijevo
hu_hu: Rögzítés balra
it_it: Ancoraggio a sinistra
ja_jp: 左にドッキング
kk_kz: Сол жаққа бекіту
ko_kr: 왼쪽 고정
lt_lt: Prijungti kairėje
lv_lv: Dokot kreisajā pusē
ms_my: Dok kiri
nb_no: Forankre til venstre
nl_nl: Links dokken
pl_pl: Zadokuj z lewej
pt_br: Encaixar à esquerda
pt_pt: Ancorar à esquerda
ro_ro: Andocați la stânga
ru_ru: Закрепить слева
sk_sk: Ukotviť vľavo
sl_si: Zasidraj na levo
sr_cyrl_rs: Усидри с леве стране
sr_latn_rs: Usidri s leve strane
sv_se: Docka till vänster
th_th: เทียบชิดด้านซ้าย
tr_tr: Sola yerleştir
uk_ua: Пристикувати зліва
vi_vn: Neo trái
zh_cn: 左侧停靠
zh_tw: 固定在左側

# Icon_DockRight_DisplayName
source: Dock right
bg_bg: Прикрепване вдясно
ca_es: Acobla-ho a la dreta
cs_cz: Ukotvit vpravo
da_dk: Fastgør til højre
de_de: Rechts andocken
el_gr: Αγκύρωση δεξιά
es_es: Acoplar a la derecha
et_ee: Doki paremale
eu_es: Atrakatu eskuinean
fi_fi: Kiinnitä oikealle
fr_fr: Ancrer à droite
gl_es: Ancorar á dereita
hi_in: दाएँ डॉक करें
hr_hr: Usidri desno
hu_hu: Rögzítés jobbra
it_it: Ancoraggio a destra
ja_jp: 右にドッキング
kk_kz: Оң жаққа бекіту
ko_kr: 오른쪽 고정
lt_lt: Prijungti dešinėje
lv_lv: Dokot labajā pusē
ms_my: Dok kanan
nb_no: Forankre til høyre
nl_nl: Rechts dokken
pl_pl: Zadokuj z prawej
pt_br: Encaixar à direita
pt_pt: Ancorar à direita
ro_ro: Andocați la dreapta
ru_ru: Закрепить справа
sk_sk: Ukotviť vpravo
sl_si: Zasidraj na desno
sr_cyrl_rs: Усидри с десне стране
sr_latn_rs: Usidri s desne strane
sv_se: Docka till höger
th_th: เทียบชิดด้านขวา
tr_tr: Sağa yerleştir
uk_ua: Пристикувати справа
vi_vn: Neo phải
zh_cn: 右侧停靠
zh_tw: 固定在右側

# Icon_Enhance_DisplayName
source: Enhance
bg_bg: Подобряване
ca_es: Millora
cs_cz: Zvýšit
da_dk: Forbedre
de_de: Verbessern
el_gr: Ενίσχυση
es_es: Mejorar
et_ee: Suurenda
eu_es: Hobetu
fi_fi: Paranna
fr_fr: Améliorer
gl_es: Mellorar
hi_in: संवर्धन
hr_hr: Poboljšaj
hu_hu: Növelés
it_it: Migliora
ja_jp: 拡張
kk_kz: Жақсарту
ko_kr: 향상
lt_lt: Patobulinti
lv_lv: Uzlabot
ms_my: Pertingkatkan
nb_no: Forbedre
nl_nl: Verbeteren
pl_pl: Ulepsz
pt_br: Melhorar
pt_pt: Melhorar
ro_ro: Sporire
ru_ru: Улучшить
sk_sk: Vylepšiť
sl_si: Izboljšanje
sr_cyrl_rs: Побољшање
sr_latn_rs: Poboljšanje
sv_se: Förbättra
th_th: ปรับแต่ง
tr_tr: Geliştirme
uk_ua: Покращити
vi_vn: Nâng cao
zh_cn: 提高
zh_tw: 增強

# Icon_Error_DisplayName
source: Error
bg_bg: Грешка
cs_cz: Chyba
da_dk: Fejl
de_de: Fehler
el_gr: Σφάλμα
et_ee: Tõrge
eu_es: Errorea
fi_fi: Virhe
fr_fr: Erreur
gl_es: Erro
hi_in: त्रुटि
hr_hr: Pogreška
hu_hu: Hiba
it_it: Errore
ja_jp: エラー
kk_kz: Қате
ko_kr: 오류
lt_lt: Klaida
lv_lv: Kļūda
ms_my: Ralat
nb_no: Feil
nl_nl: Fout
pl_pl: Błąd
pt_br: Erro
pt_pt: Erro
ro_ro: Eroare
ru_ru: Ошибка
sk_sk: Chyba
sl_si: Napaka
sr_cyrl_rs: Грешка
sr_latn_rs: Greška
sv_se: Fel
th_th: ข้อผิดพลาด
tr_tr: Hata
uk_ua: Помилка
vi_vn: Lỗi
zh_cn: 错误
zh_tw: 錯誤

# Icon_Export_DisplayName
source: Export
bg_bg: Експортиране
ca_es: Exporta
da_dk: Eksporter
de_de: Exportieren
el_gr: Εξαγωγή
es_es: Exportar
et_ee: Ekspordi
eu_es: Esportatu
fi_fi: Vie
fr_fr: Exporter
gl_es: Exportar
hi_in: निर्यात
hr_hr: Izvoz
hu_hu: Exportálás
it_it: Esporta
ja_jp: エクスポート
kk_kz: Экспорттау
ko_kr: 내보내기
lt_lt: Eksportuoti
lv_lv: Eksportēt
ms_my: Eksport
nb_no: Eksporter
nl_nl: Exporteren
pl_pl: Eksportuj
pt_br: Exportar
pt_pt: Exportar
ru_ru: Экспорт
sk_sk: Exportovať
sl_si: Izvozi
sr_cyrl_rs: Извези
sr_latn_rs: Izvezi
sv_se: Exportera
th_th: ส่งออก
tr_tr: Dışarı aktar
uk_ua: Експортувати
vi_vn: Xuất
zh_cn: 导出
zh_tw: 匯出

# Icon_Flag_DisplayName
source: Flag
bg_bg: Флаг
ca_es: Indicador
cs_cz: Příznak
de_de: Kennzeichnung
el_gr: Σημαία
es_es: Marca
et_ee: Lipp
eu_es: Marka
fi_fi: Merkintä
fr_fr: Indicateur
gl_es: Marca
hi_in: फ्लैग
hr_hr: Zastavica
hu_hu: Zászló
ja_jp: フラグ
kk_kz: Жалауша
ko_kr: 플래그
lt_lt: Vėliavėlė
lv_lv: Karodziņš
ms_my: Bendera
nb_no: Flagg
nl_nl: Vlag
pl_pl: Oflaguj
pt_br: Sinalizador
pt_pt: Sinalizador
ro_ro: Semnalizator
ru_ru: Флаг
sk_sk: Vlajka
sl_si: Zastavica
sr_cyrl_rs: Заставица
sr_latn_rs: Zastavica
sv_se: Flagga
th_th: ธง
tr_tr: İşaret
uk_ua: Позначка
vi_vn: Cờ
zh_cn: 标志
zh_tw: 旗標

# Icon_Globe_DisplayName
source: Globe
bg_bg: Глобус
ca_es: Globus
cs_cz: Glóbus
de_de: Kugel
el_gr: Κόσμος
es_es: Globo
et_ee: Maailm
eu_es: Bunbuiloa
fi_fi: Pallo
gl_es: Globo
hi_in: ग्लोब
hr_hr: Globus
hu_hu: Földgömb
it_it: Globo
ja_jp: 地球
kk_kz: Глобус
ko_kr: 글로브
lt_lt: Gaublys
lv_lv: Globuss
ms_my: Glob
nb_no: Kule
nl_nl: Wereldbol
pl_pl: Kula ziemska
pt_br: Globo
pt_pt: Globo
ro_ro: Glob
ru_ru: Земной шар
sk_sk: Glóbus
sl_si: Globus
sr_cyrl_rs: Сфера
sr_latn_rs: Sfera
sv_se: Glob
th_th: โลก
tr_tr: Dünya
uk_ua: Глобус
vi_vn: Địa cầu
zh_cn: 地球仪
zh_tw: 全球
